{
  "demo": "Hello en-US",
  "download_android": "Download Android",
  "download_ios": "Download iOS",
  "select_placeholder_Country_of_Citizenship": "Country of Citizenship",
  "select_placeholder_region": "Region",
  "button_back": "Back",
  "step_title_1": "Application",
  "step_title_2": "Verify Your Identity",
  "step_title_3": "Risk Disclosures",
  "step_title_4": "Submit",
  "button_text_submit": "Submit",
  "yes": "Yes",
  "no": "No",
  "modal_cancel": "Cancel",
  "modal_confirm": "Confirm",
  "button_continue": "Continue",
  "welcome_box_title_1": "Start your engines",
  "welcome_box_title_2": "And we’re off…get a free cash reward to turbo-charge your portfolio.",
  "welcome_box_title_3": "Trade stocks and ETFs commission-free through the BBAE mobile app",
  "welcome_button_claim": "Claim your cash reward now",
  "welcome_list_item_1_title": "It’s all there, in the BBAE mobile app",
  "welcome_list_item_1_des": "One-stop destination for trading stocks, ETFs, options, and crypto.",
  "welcome_list_item_2_title": "Commission-free stock trading",
  "welcome_list_item_2_des": "Trade US equities and ETFs with no commissions or platform fees.",
  "welcome_list_item_3_title": "Cryptocurrency trading",
  "welcome_list_item_3_des": "Manage your digital assets with confidence. Your personal information and digital coins are protected. ",
  "welcome_list_item_4_title": "Free real-time market data",
  "welcome_list_item_4_des": "Consolidated real-time market data across all trading sessions, all tradable assets.",
  "welcome_download_app_1": "Brokerage products and services offered by Redbridge Securities LLC (“Redbridge”), an SEC registered broker-dealer and Member",
  "welcome_download_app_2": "FINRA",
  "welcome_download_app_3": "/",
  "welcome_download_app_4": "SIPC",
  "welcome_download_app_5": " Investment advisory services offered by BBAE Advisors LLC (“BBAE Advisors”), an SEC registered investment advisor. Both Redbridge and BBAE Advisors are wholly-owned subsidiaries of BBAE Holdings LLC (“BBAE”).",
  "welcome_text_content_1": "All investments involve some degree of risk. Past performance is not indicative of future results. Diversification can help mitigate risk but does not guarantee a positive return or protect against losses in a bear market. There is always a potential to lose money when you invest in securities or other financial products. Investors should consider their investment objectives and risks carefully before investing.",
  "welcome_text_content_2": "Investors should be aware that the system response, execution price, speed of execution, liquidity, market data, and account access times are affected by many factors, including market volatility, size and type of order, market conditions, system performance, and other factors.",
  "welcome_text_content_3": "Investors should consider the investment objectives and unique risk profile of Exchange Traded Funds (ETFs) carefully before investing. ETFs are subject to risks similar to those of other diversified portfolios. Leveraged and Inverse ETFs may not be suitable for all investors and may increase exposure to volatility through the use of leverage, short sales of securities, derivatives and other complex investment strategies.",
  "welcome_text_content_4": "Although ETFs are designed to provide investment results that generally correspond to the performance of their respective underlying indices, they may not be able to exactly replicate the performance of the indices because of expenses and other factors. A prospectus contains this and other information about the ETF and should be read carefully before investing. Customers should obtain prospectuses from issuers and/or their third-party agents who distribute and make prospectuses available for review. ETFs are required to distribute portfolio gains to shareholders at year end. These gains may be generated by portfolio rebalancing or the need to meet diversification requirements. ETF trading will also generate tax consequences. Additional regulatory guidance on Exchange Traded Products can be found by",
  "welcome_text_content_4_1": " clicking here.",
  "welcome_text_content_5": "Third party information provided for BBAE product features, BBAE communications, market prices, data and other information available through BBAE are meant for informational purposes only and are not intended as an offer or solicitation for the purchase or sale of any financial instrument or as an official confirmation of any transaction. The information provided is not warranted as to completeness or accuracy and is subject to change without notice. The BBAE website provides its users links to email. The linked email messages are pre-populated. However, these messages can be deleted or edited by BBAE users, who are under no obligation to send any pre-populated messages. Any comments or statements made herein do not reflect the views of BBAE Holdings LLC, Redbridge Securities LLC, BBAE Advisors LLC, Apex Clearing Corporation or any of their subsidiaries or affiliates. Note that certain BBAE product features listed are currently in development and will be available soon.",
  "welcome_text_content_6": "This website is for informational purposes only and does not constitute a complete description of investment advisory services provided by BBAE Advisors LLC. Information on this website does not constitute an offer to provide investment advisory services, nor should it be construed as an offer to buy or sell, or as a solicitation of an offer to buy or sell, securities.",
  "welcome_text_content_7": "Contact (USA): +1-800-950-5266",
  "welcome_text_content_8": " Weekday (EST): 9:00 – 17:00",
  "welcome_text_content_9": "Email:",
  "welcome_text_content_10": "support@rbsecurities.com",
  "welcome_text_content_11": "© 2021 BBAE Holdings LLC",
  "submitted_success_title": "Your new account application has been submitted.",
  "submitted_success_content_1": "We are in process of reviewing your application and will reply to you in 24-48 hours.",
  "first_title_register": "Investing, on your terms",
  "next_title_register_mobile": "Verify your mobile number",
  "next_title_register_email": "Verify your email address",
  "first_sub_title_register": "BBAE: access to markets, your way.",
  "first_sub_title_register1": "Invest in the companies you love, commission-free.",
  "next_sub_title_register_phone": "To ensure your safety, please bind your Phone Number",
  "next_sub_title_register_email": "To ensure your safety, please bind your Email",
  "title_register_phone": "Use your Phone Number to register an account",
  "title_register_email": "Use your Email to register an account",
  "title_change_register_email": "Sign up with Email >",
  "title_change_register_phone": "Sign up with Phone Number >",
  "placeholder_invitation_code": "Invitation code (optional)",
  "placeholder_email_address": "Email Address",
  "title_button_continue": "Continue",
  "title_button_back": "Back",
  "title_get_code": "Get Code",
  "title_resend": "Resend",
  "bottom_content_register": "Upon completion of the registration process, you will receive a cash voucher worth between $10 and $1,000, selected at random. You will find the cash voucher inside the BBAE mobile app.",
  "bottom_content_register2": "The cash voucher will expire after 90 days, so grab it fast. Only one voucher for $1,000 is available during the promotional period. The cash exchanged for the voucher cannot be withdrawn or transferred out for 180 days from the date received. If you transfer your account assets to another brokerage firm within 180 days from receiving the cash exchanged for the voucher, BBAE reserves the right to withhold the cash voucher amount from your transfer-out proceeds. BBAE reserves the right to change the terms and conditions of this promotion at any time.",
  "message_required_email": "Please enter your email address",
  "message_required_email_format": "Your email address format is incorrect.",
  "message_mobile_incorrect_format": "Your mobile number format is incorrect.",
  "message_mobile_registed": "This mobile number has already been registered.",
  "message_email_registed": "This email address has already been registered.",
  "message_required_phone": "Please enter your phone",
  "message_required_verify_code": "The verification code field cannot be left blank.",
  "message_code_error": "Verification code error",
  "message_required_password": "Please enter your password",
  "message_required_length_password": "Your password must content 6-32 alphanumeric characters or symbols",
  "step2_1_text_above_button": "Your information is encrypted and securely transmitted.",
  "step2_1_i_agree": "I'm a permanent resident of the United States",
  "step2_1_not_supported": "Sorry, we are not able to process applications from your region",
  "step2_1_header": "/3 Country of Citizenship",
  "step2_2_header": "/3 Verify Your Identity",
  "step3_1_header": "Disclosures",
  "step3_1_header_sub_title": "If you do not understand the nature of these questions, they most likely do not apply to you. Please still read them carefully.",
  "step3_2_header": "Investment Profile",
  "step3_3_header": "Confirm Your Information",
  "step3_4_header": "Market Data Agreement",
  "step3_5_header": "Market Data Agreement",
  "step3_6_header": "Non-Professional Subscriber Agreement",
  "step3_7_header": "Application Agreement",
  "step3_8_header": "Signature",
  "step2_2_residential_address": "Residential address",
  "step2_2_residential_address_2": "Your residential addess is required to verify your identity.",
  "placeholder_first_name": "First Name",
  "placeholder_last_name": "Last Name",
  "placeholder_input_text_pinyin": "Pinyin",
  "placeholder_country_of_birth": "Birth Country",
  "placeholder_id_card": "ID Card",
  "placeholder_residential_city": "City",
  "placeholder_residential_state": "State",
  "placeholder_residential_zip_code": "Zip Code",
  "placeholder_residential_address": "Street Address",
  "placeholder_middle_name": "Middle Name (Optional)",
  "placeholder_date_of_birth": "Date of birth (DD/MM/YYYY)",
  "placeholder_gender": "Gender",
  "placeholder_ssn": "SSN",
  "placeholder_visa_type": "Visa type",
  "placeholder_visa_expiration_date": "Visa Expiration Date",
  "placeholder_tax_id_number": "Tax ID Number",
  "placeholder_document_type": "Document type",
  "placeholder_document_number": "Document number",
  "step2_2_switch_different_address": "Do you want your paper statements sent to a different address?",
  "step2_2_mailing_address": "Mailing Address",
  "step2_2_mailing_address_2": "Paper statements, confirms, and other notices will be mailed to this address. ",
  "type_account_title": "Create an Account",
  "type_account_subTitle": "Please select one type below:",
  "type_account_type_margin": "Margin Account",
  "type_account_type_cash": "Cash Account",
  "company_symbol_title": "Are you or a family member considered a control person (Director, Officer, or a 10% shareholder) of a publicly traded company with access to material non-public information that a reasonable investor would consider important in making investment decisions?",
  "organization_title": "Are you currently or have you in the past been considered a government official? For example, are you now or were you previously an elected or appointed government official, a member of the judiciary, a military official, an executive of a state-owned entity or corporation, or a senior official of a political party?",
  "name_of_firm_title": "Are you affiliated with or work for a FINRA member firm or a regulated stock exchange?",
  "title_upload_file": "Upload a scanned Rule 407 Letter",
  "title_name_of_firm": "Please provide the name of the firm that you are affiliated with:",
  "place_holder_firm_name": "Firm’s Name",
  "title_organization": "Please provide the name of your related political organization.",
  "place_holder_organization": "Political Organization",
  "title_organization2": "Please provide the names of your immediate family members. (Including former spouses)",
  "step_submit_tab_driving_title": "Drivers License",
  "step_submit_tab_passport_title": "Passport",
  "step_submit_tab_upload_passport_text_1": "Passport Information Page",
  "step_submit_tab_upload_passport_text_2": "Passport Signature Page",
  "step_submit_tab_upload_driving_text_1": "Drivers License - Front",
  "step_submit_tab_upload_driving_text_2": "Drivers License - Back",
  "step_submit_tab_passport_text_1": "Please upload a copy of your passport data page. ",
  "step_submit_tab_passport_text_2": "If there is no signature on the passport data page, please upload the passport signature page separately.",
  "DrivingPassport_photo_requirement": "Photo requirements",
  "upload_require_image": "Please upload the picture.",
  "title_signature": "Signature",
  "title_signature_here": "Please sign here",
  "title_clear": "Clear",
  "step_3_4_title_yes_no": "Are you a Professional Investor?",
  "step_3_4_title_modal_confirm_when_yes": "If you are deemed to be a Professional Investor, a $76.00 per month market data fee is required to be assessed.",
  "step_3_4_content_1": "You are deemed to be a 'Professional Investor' if:",
  "step_3_4_content_2": "1) you use the market data for any business or commercial purpose",
  "step_3_4_content_3_yes": "2) you are registered or qualified as a professional securities trader with any national, state, or international exchange, self-regulatory organizations or financial regulatory authority",
  "step_3_4_content_4": "3) you are engaged to provide investment advisory services to an individual or corporate entity",
  "step_3_4_content_5": "4) you use the capital of any other individual or entity in the conduct of your trading",
  "step_3_4_content_6": "5) you distribute, publish, or otherwise provide any data from the service to any other party in any manner",
  "step_3_4_content_7": "6. You conduct trading for the benefit of a corporation, partnership, or other entity.",
  "step_3_4_content_8": "If you fit the definition of a 'Professional Investor', our data provider requires that we charge you a market data fee of $76.00 per month.",
  "step_3_5_header_text": "As a prerequisite to qualifying as a 'Non-Professional' Subscriber, you must provide the following employment information.",
  "title_id_card_title": "Upload ID Card",
  "title_id_card_subtitle": "Please upload photos of both sides of your ID card",
  "title_upload_id_card_front": "Govt Issued ID Card - Front",
  "title_upload_id_card_back": "Govt Issued ID Card - Back",
  "title_uploaded": "Uploaded",
  "title_upload_letter": "Rule 407 Letter",
  "title_confirm_information": "3/5 Confirm Your Information",
  "title_person_information": "Personal information",
  "title_contact_information": "Contact Information",
  "title_disclosure": "Disclosures",
  "title_investment_profile": "Investment Profile",
  "message_id_card_invalid": "ID card number is incorrect",
  "title_label_real_name": "Real Name",
  "title_country": "Country of citizenship",
  "title_country_of_birth": "Country of Birth",
  "title_birth_date": "Date of Birth (MM-DD-YYYY)",
  "title_gender": "Gender",
  "title_ssn": "SSN",
  "title_mobile": "Mobile",
  "title_email": "Email",
  "title_residential_address": "Residential Address",
  "title_mailing_address": "Mailing Address",
  "message_upload_image_id_card_not_null": "Please upload front path and back path of ID Card",
  "upload_server_error": "The upload is error, please try again later!",
  "error_age_18": "Account Opening is not allowed under the age of 18",
  "step3_agreement_2_title_1": "Subscriber's name and address:",
  "step3_agreement_2_title_2": "Subscriber's employment status:",
  "step3_agreement_2_title_3": "Name(s) and address(es) of Subscriber's employer(s):",
  "step3_agreement_2_title_4": "Subscriber's title(s) and/or position(s):",
  "step3_agreement_2_title_5": "Subscriber's employment industry:",
  "message_required_letter_path": "Letter path is required",
  "onboarding_verify_code": "Verification Code",
  "call_api_have_error": "The server have error, Please try again!"
}
